types = [
    "Ингаляционная",
    "Лекарственная",
    "Контактная",
    "Пищевая",
    "Инсектная",
]
typesSet = set(types)

values = {
    "далее >>": [],
    "поражение/покраснение кожи": {types[1], types[2], types[3], types[3]},
    "кашель": {types[1], types[0]},
    "сыпь": {types[1]},
    "зуд": {types[3]},
    "рвота": {types[3], types[0]},
    "храп": {types[0]},
    "насморк": {types[0]},
    "удушье": {types[1]},
    "нервный сон": {types[0]},
    "слезотечение": {types[0]},
    "диарея": {types[3]},
    "температура": {types[1]},
    "боли в животе": {types[3]},
    "боли в суставах": {types[1]},
    "инфекция дыхательный путей": {types[0]},
}

